<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Mashina.aspx.cs" Inherits="mashina" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <title>אמנים ישראלים - משינה</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <h1>משינה</h1>
    <p>
        משינה (באיות מיושן גם: מאשינה
        בתרגום חופשי מרוסית: מכונה) היא להקת רוק ישראלית, הנחשבת בעיני רבים לאחת הלהקות הבולטות שפעלו בישראל
        ויש שהגדירוה אף כלהקה המצליחה ביותר בתולדות הרוק הישראלי.
את הלהקה הקימו ב-1983 הסולן יובל בנאי והגיטריסט שלומי ברכה.
        בסוף 1985 יצא אלבומה הראשון של הלהקה, שבו השתתפו לצד בנאי וברכה הבסיסט מייקל בנסון והמתופף איגי דיין. לאחר שיצא האלבום הצטרף ללהקה הקלידן אבנר חודורוב, ומאז לא השתנה הרכבהּ. הלהקה זכתה לפופולריות רבה, אך ב-1995 התפרקה,
        ובהופעת הפרידה שלה אירע אסון פסטיבל ערד, שבו נמחצו למוות שלושה בני נוער שהמתינו להופעה בשל הדוחק הרב בכניסה.
עד לפירוקה ב-1995 הוציאה הלהקה שבעה אלבומי אולפן ואלבום אוסף אחד.
        בשנת 2003 שבה הלהקה לפעילות, ומאז הוציאה שני אלבומי הופעה ושלושה אלבומי אולפן נוספים.
    </p>
    <img style="width:25%;" src="https://img.haarets.co.il/img/1.7948246/2647015888.jpg?precrop=2048,1265,x0,y0&height=1186&width=1920" alt="משינה" />
</asp:Content>

